Repository: silviaespanagil/ios-challenge
Catalog: iOS-challenge/iOSChallenge/Localizable.xcstrings
Source language: es
Languages: en

# expandable_text_view_less_button_label
source: Ver menos…
en: View less…

# expandable_text_view_more_button_label
source: Ver más…
en: View more…

# map_view_error_button_label
source: Intentar de nuevo
en: Try again

# map_view_error_message
source: Por favor intenta de nuevo, si el problema persiste, contáctanos
en: Please, try again later. If the issue persist please contact us

# map_view_error_message_title
source: Oops, no podemos mostrar el mapa :(
en: Oops, something happened :(

# operation_rent
source: Alquiler
en: Rent

# operation_sale
source: Venta
en: Sale

# price_suffix_month
source: /mes
en: /month

# property_card_bathrooms
source: %1$d baños
en: %1$d baths

# property_card_label_bathrooms
source: baños
en: baths

# property_card_label_rooms
source: habs
en: rooms

# property_card_rooms
source: %1$d habs.
en: %1$d rooms

# property_card_type_operation_location
source: %1$@ en %2$@ - %3$@ %4$@
en: %1$@ for %2$@ - %3$@ %4$@

# property_detail_bath_number
source: Baños
en: Bathrooms

# property_detail_button_view_map
source: Ver mapa
en: View map

# property_detail_constructed_area
source: Superficie construida
en: Constructed area

# property_detail_energy_certification
source: Certificación energética
en: Energy certification

# property_detail_favorite_since
source: Favorito desde %1$@
en: Favorite since %1$@

# property_detail_format_type_operation
source: %1$@ en %2$@
en: %1$@ for %2$@

# property_detail_info_bath
source: baños
en: bath

# property_detail_info_hab
source: hab.
en: rooms

# property_detail_lift
source: Con ascensor
en: With lift

# property_detail_location
source: Orientación
en: Orientation

# property_detail_map_label_approximate_location
source: Ubicación aproximada
en: Aproximate location

# property_detail_room_number
source: Habitaciones
en: Rooms

# property_detail_section_additional_characteristics
source: Características Adicionales
en: Property Features

# property_list_toolbar_title
source: Encuentra tu próximo hogar
en: Your next home awaits

# property_type_flat
source: Piso
en: Flat
